tap "esolitos/ipa"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "knqyf263/pet"
tap "mackerelio/mackerel-agent"
tap "ngrok/ngrok"
tap "terrastruct/d2"
brew "act"
brew "lz4"
brew "xz"
brew "ca-certificates"
brew "assh"
brew "bash"
brew "bash-completion"
brew "bash-git-prompt"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "bison"
brew "boost"
brew "fontconfig"
brew "gettext"
brew "glib"
brew "node"
brew "terraform"
brew "cdktf"
brew "cdrtools"
brew "cheat"
brew "cmake"
brew "freetds"
brew "gmp"
brew "libzip"
brew "php"
brew "composer"
brew "coreutils"
brew "ctags"
brew "d2"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "nss"
brew "poppler"
brew "wxwidgets"
brew "diff-pdf"
brew "direnv"
brew "editorconfig"
brew "eza"
brew "harfbuzz"
brew "snappy"
brew "pango"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "geoip"
brew "geoipupdate"
brew "gflags"
brew "gh"
brew "jbig2dec"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-flow-avh"
brew "git-lfs"
brew "glances"
brew "glog"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "goaccess"
brew "gobject-introspection"
brew "librsvg"
brew "graphviz"
brew "gron"
brew "imageoptim-cli"
brew "jc"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libheif"
brew "libxml2"
brew "lv"
brew "m-cli"
brew "mas"
brew "mecab"
brew "mkcert"
brew "nghttp2"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "openjdk"
brew "osv-scanner"
brew "p7zip"
brew "packer-completion"
brew "pandoc"
brew "peco"
brew "perl"
brew "php-code-sniffer"
brew "phpmd"
brew "pict"
brew "plantuml"
brew "pnpm"
brew "pre-commit"
brew "pwgen"
brew "pyenv"
brew "pyenv-pip-migrate"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "remarshal"
brew "rename"
brew "rsync"
brew "ruby", link: true
brew "shellcheck"
brew "ssh-copy-id", link: true
brew "tfsec"
brew "the_silver_searcher"
brew "thrift"
brew "tig"
brew "tree"
brew "typescript"
brew "unar"
brew "unzip"
brew "vagrant-completion"
brew "vault"
brew "vim"
brew "vultr"
brew "wget"
brew "yj"
brew "zlib"
brew "esolitos/ipa/sshpass"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/vlt"
brew "knqyf263/pet/pet"
brew "mackerelio/mackerel-agent/mkr"
cask "airdroid"
cask "appcleaner"
cask "audacity"
cask "authy"
cask "boostnote"
cask "box-sync"
cask "ccleaner"
cask "chatwork"
cask "clipy"
cask "coteditor"
cask "cyberduck"
cask "dash"
cask "dbeaver-community"
cask "deepl"
cask "discord"
cask "drawio"
cask "figma"
cask "firefox"
cask "font-biz-udgothic"
cask "font-biz-udmincho"
cask "font-biz-udpgothic"
cask "font-biz-udpmincho"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-jetbrains-mono"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "font-ricty-diminished"
cask "font-source-han-code-jp"
cask "font-source-han-noto-cjk"
cask "font-source-han-sans"
cask "font-udev-gothic"
cask "forklift"
cask "google-chrome"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "kindle"
cask "ksnip"
cask "licecap"
cask "macwinzipper"
cask "microsoft-teams"
cask "miro"
cask "ngrok"
cask "notion"
cask "obs"
cask "onedrive"
cask "openineditor-lite"
cask "openinterminal"
cask "openinterminal-lite"
cask "p4merge"
cask "phpstorm"
cask "pliim"
cask "poedit"
cask "raycast"
cask "sequel-ace"
cask "skitch"
cask "slack"
cask "sourcetree"
cask "steam"
cask "switchhosts"
cask "thunderbird"
cask "transmit"
cask "tweeten"
cask "vagrant"
cask "visual-studio-code"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onedark"
vscode "AntonReshetov.masscode-assistant"
vscode "Arjun.swagger-viewer"
vscode "bbenoist.vagrant"
vscode "bierner.emojisense"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bmewburn.vscode-intelephense-client"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "christian-kohler.npm-intellisense"
vscode "csholmq.excel-to-markdown-table"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "fregante.ghost-text"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hediet.vscode-drawio"
vscode "ionutvmi.path-autocomplete"
vscode "jebbs.plantuml"
vscode "luggage66.AWK"
vscode "mblode.twig-language-2"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "MohammadBaqer.better-folding"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "mushan.vscode-paste-image"
vscode "neilbrayfield.php-docblocker"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "phplasma.csv-to-table"
vscode "Prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.ansible"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "ronnidc.nunjucks"
vscode "samuelcolvin.jinjahtml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "Shopify.ruby-lsp"
vscode "soerenuhrbach.vscode-deepl"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "taichi.vscode-textlint"
vscode "tamasfe.even-better-toml"
vscode "Terrastruct.d2"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "vscode-icons-team.vscode-icons"
vscode "Vue.volar"
vscode "WakaTime.vscode-wakatime"
vscode "wholroyd.jinja"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "yzhang.markdown-all-in-one"
